{
  "Test1-1": "Bonjour, je suis Numera. Aujourd'hui, j'ai besoin de ton aide !",
  "Test1-2": "Il faut que tu m'aides à trouver les lésions sur ces images. Tu ne sais pas ce que c'est ? Ne t’inquiète pas, je vais t'aider.",
  "Test1-3": "Une lésion est une altération d'un organe, cela peut être causé par une multitude de choses, tel qu'un traumatisme ou d'un désordre physiologique.",
  "Test1-4": "Cette photo contient une lésion, mais la retrouver requiert un certain savoir.",
  "Test1-5": "Pour trouver la lésion, il faut trouver une zone qui a une couleur différente que les tissus aux alentours.",
  "Test2-1": "Dis, tu savais que les sciences du numérique étaient basé sur 4 piliers fondamentaux ? Ce sont grâce à eux que les objets du quotidien ont vu le jour !",
  "Test2-2": "Le premier est l'algorithme. Al-Khwârizmî est le père de l'algèbre et de l'algorithmie. C'est lui qui a apporté les chiffres que l'on connait aujourd'hui.",
  "Test2-3": "Ensuite, nous avons la machine. Tu dois sans doute connaître Alan Turing grâce à la machine de Turing, non ?",
  "Test2-4": "Puis, nous avons les données. Ada Lovelace est connue pour avoir été la première programmeuse, bien que les ordinateurs n'existaient pas à l'époque. Elle est à l'origine des données présent dans les programmes informatiques.",
  "Test2-5": "Et enfin, le language. Grace Hopper est la conceptrice du premier langage qui permet de faire dialoguer l'humain et la machine facilement.",
  "Test2-6": "On va faire un petit zoom sur l'algorithme. Mais... c'est quoi un algorithme ? As-tu une idée ?",
  "Test2-7": "Et bien, on peut dire qu'il s'agit d'une séquence d'instructions basiques qui, avec des données en entrée, va calculer une solution à un problème donné.",
  "Test2-8": "Un peu comme une recette de cuisine ! Tu as des ingrédients au début, puis à la fin tu as un plat. Pour arriver à ce plat, tu fais des instructions simples qui sont écrite dans le livre de cuisine.",
  "Test3-1": "Vu qu'on a découvert la notion d'algorithmie, je te propose de regarder un exemple simple !",
  "Test3-2": "On a 4 personne qui ont chacun un numéro, et le but est de les trier du plus petit au plus grand.",
  "Test3-3": "Le rond blanc représente une instruction à effectuer. Si la personne a un chiffre plus grand que l'autre, alors on suit le chemin bleu. Ici, 3 est plus grand que 2 donc il suit le chemin bleu.",
  "Test3-4": "Puis, on arrive sur un autre rond blanc, donc on refait la même instruction. 2 est plus grand que 1, donc il suit le chemin bleu, alors que 1 suit le chemin rouge.",
  "Test3-5": "Enfin, il reste plus que la dernière instruction entre 2 et 3. Si tu as bien suivi, 3 va suivre le chemin bleu.",
  "Test3-6": "Après qu'on soit arrivé à la fin, toutes les personnes ont été triées dans l'ordre croissant ! C'est magique, non ?",
  "Test3-7": "Avec 4 personnes, on peut le faire assez rapidement tout seul, mais si on a 100 personnes ? C'est beaucoup plus simple de laisser l'algorithme faire le travail.",
  "Test3-8": "Pourtant, cet algorithme a été cherché par un humain, si tu prends cette image et que tu suis les instructions d'avant, on n'arrivera pas à trier les chiffres...",
  "Test3-9": "Alors, comment a-t-on fait pour trouver le bon algorithme ? Tu es intéressé(e), alors viens le découvrir dans la section \"En savoir plus \""
}
